driver-tests/bpelse/assign/AssignNamespacesJBI/test/multiNSUQErootLevel/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <someNS:Employee xmlns:someNS="http://xml.netbeans.org/schema/multiNSelementFormDefaultUnqualified/employee">
      <ns0:person xmlns:ns0="http://xml.netbeans.org/schema/multiNSelementFormDefaultUnqualified/person">
        <name xmlns="">John Doe</name>
        <ns3:address xmlns:ns3="http://xml.netbeans.org/schema/multiNSelementFormDefaultUnqualified/address">
          <Street xmlns="">123 Main St</Street>
          <city xmlns="">Monrovia</city>
        </ns3:address>
      </ns0:person>
      <experience xmlns="">3</experience>
    </someNS:Employee>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
